export const RESULT_UNITS = {
  체질량지수: "kg/m²",
  혈색소: "g/dL",
  공복혈당: "mg/dL",
};

export const DETAIL_UNITS = {
  체질량지수: "kg/m²",
  고혈압_수축기: "mmHg",
  고혈압_이완기: "mmHg",
  혈색소: "g/dL",
  공복혈당: "mg/dL",
  "혈청 크레아티닌": "mg/dL",
  신사구체여과율: "mL/min/1.73m²",
  "에이에스티(AST)": "IU/L",
  "에이엘티(ALT)": "IU/L",
  "감마지티피(γ-GTP)": "IU/L",
};

export const NORMAL_RANGE = {
  체질량지수: "18.5 ~ 24.9",
  고혈압_수축기: "<120",
  고혈압_이완기: "<80",
  혈색소: "13 ~ 16.5",
  공복혈당: "<100",
  "혈청 크레아티닌": "<1.1",
  신사구체여과율: ">60",
  "에이에스티(AST)": "<38",
  "에이엘티(ALT)": "<44",
  "감마지티피(γ-GTP)": "<73",
};
